app/controllers/patients/visits_controller.rb

SELECT "cities".* FROM "cities"
---
	def new_appointment
		@cities = City.all